Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/Settings.xcstrings
Source language: en_us
Languages: ab, be, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_es, es_mx, eu, fi, fr, gd, gl, he, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, ml, nb, nl, nn, pa_in, pl, pt_br, pt_pt, rm, ru, sat_olck, scn, si, sk, sl, sq, su, sv, tg, th, tr, tt, ug, uk, vi, zh_cn, zh_tw

# Settings.Notifications.TipsAndFeaturesNotificationsStatus.v112
source: Learn about useful features and how to get the most out of %@.
ab: Еилышәкаа ихәарҭоу аҟазшьақәеи %@ еиҳаны ахәарҭа шшәоуа.
be: Даведайцеся аб карысных функцыях і як атрымаць максімум ад %@.
br: Deskit diwar-benn keweriusterioù talvoudus hag ober gant seizh gwellañ %@.
bs: Saznajte više o korisnim funkcijama i kako da na najbolji način iskoristite %@.
ca: Obteniu informació sobre funcions útils i com treure el màxim profit del %@.
co: Sapene di più nant’à funzioni ghjuvevule è cumu ottene u più bonu di %@.
cs: Přečtěte si o užitečných funkcích a o tom, jak využít prohlížeč %@ na maximum.
cy: Dysgwch am nodweddion defnyddiol a sut i gael y gorau o %@.
da: Lær mere om nyttige funktioner og hvordan, du får mest ud af %@.
de: Erfahren Sie mehr über nützliche Funktionen und wie Sie %@ optimal nutzen können.
dsb: Zgóńśo wěcej wó wužytnych funkcijach a kak móžośo nejwěcej z %@ wuwónoźeś.
el: Μάθετε σχετικά με χρήσιμες λειτουργίες και πώς να αξιοποιήσετε στο έπακρο το %@.
eo: Pli da informo pri utilaj trajtoj kaj konsiletojn, kiel eltiri la maksimumo el %@.
es: Saber más acerca de características útiles y cómo obtener lo máximo de %@.
es_ar: Conocer sobre características útiles y como conseguir el máximo de %@.
es_cl: Obtén información acerca de funcionalidades útiles y cómo aprovechar al máximo %@.
es_es: Saber más acerca de características útiles y cómo obtener lo máximo de %@.
es_mx: Obtén información sobre funciones útiles y cómo aprovechar al máximo %@.
eu: Ikasi eginbide praktikoei buruz eta nola atera zuku gehien %@(r)i.
fi: Opi hyödyllisistä ominaisuuksista ja kuinka hyödyt eniten %@ista.
fr: Découvrez des fonctionnalités utiles et des conseils pour tirer le meilleur parti de %@.
gd: Faigh fiosrachadh mu ghleusan feumail airson %@ a chur gu làn-fheum.
gl: Obteña información sobre funcións útiles e como sacar o máximo proveito de %@.
he: מידע נוסף על תכונות שימושיות ועל כיצד להפיק את המרב מ־%@.
hr: Saznaj više o korisnim funkcijama i kako najbolje iskoristiti %@.
hsb: Zhońće wjace wo wužitnych funkcijach a kak móžeće najwjace z %@ wućahnyć.
hu: Tudjon meg többet a hasznos funkciókról és arról, hogyan hozhatja ki a legtöbbet a %@ból.
hy_am: Իմացեք օգտակար հատկությունների մասին և ինչպես առավելագույն օգուտ քաղել %@-ից:
ia: Altere informationes re functiones utile e como obtener le maximo per %@.
id: Pelajari tentang fitur yang berguna dan cara memaksimalkan %@.
is: Lærðu um gagnlega eiginleika og hvernig hægt sé að fá sem mest út úr %@.
it: Ulteriori informazioni su funzioni utili e come ottenere il massimo da %@.
ja: 便利な機能と %@ を最大限に活用する方法について学びます。
ka: გაეცანით სასარგებლო შესაძლებლობებსა რჩევებს, რომ მეტად სრულყოფილად გამოიყენოთ %@.
kab: issin ugar ɣef tmahilin tubɣirin d yiwellihen iseg ad d-faṛseḍ ugar n %@.
kk: Пайдалы мүмкіндіктері және %@ мүмкіндігін барынша пайдалану туралы біліңіз.
ko: 유용한 기능과 %@를 최대한 활용하는 방법에 대해 알아보세요.
lo: ສຶກສາກ່ຽວກັບຄຸນສົມບັດທີ່ເປັນປະໂຫຍດ ແລະວິທີໃຊ້ປະໂຫຍດສູງສຸດຈາກ %@.
ml: ഏറ്റവും ഉതവുന്ന സവിശേഷതകളെക്കുറിച്ചും %@-നു് മുഴുവൻ ഉപയോഗിക്കാനും അറിയുക.
nb: Les om nyttige funksjoner og hvordan du får mest mulig ut av %@.
nl: Meer info over handige functies en hoe u het meeste uit %@ kunt halen.
nn: Les om nyttige funksjonar og korleis du får mest muleg ut av %@.
pa_in: ਫ਼ਾਇਦੇਮੰਦ ਫ਼ੀਚਰਾਂ ਬਾਰੇ ਅਤੇ %@ ਦਾ ਭਰਪੂਰ ਫ਼ਾਇਦਾ ਲੈਣ ਬਾਰੇ ਹੋਰ ਜਾਣੋ।
pl: Więcej informacji o przydatnych funkcjach i jak najlepiej wykorzystać przeglądarkę %@.
pt_br: Saiba mais sobre recursos úteis e como aproveitar ao máximo o %@.
pt_pt: Saiba mais sobre funcionalidades úteis e de como obter o máximo do %@.
rm: Scuvra funcziunalitads utilas per profitar il meglier da %@.
ru: Узнайте о полезных функциях и о том, как максимально эффективно использовать %@.
sat_olck: ᱵᱮᱵᱚᱥᱛᱟ ᱟᱠᱟᱱ ᱪᱟᱹᱴᱭᱟᱹᱨ ᱟᱨ %@ ᱠᱷᱚᱱ ᱡᱚᱛᱚ ᱠᱷᱚᱱ ᱡᱟᱹᱥᱛᱤ ᱵᱮᱵᱚᱥᱛᱟ ᱪᱮᱫ ᱞᱮᱠᱟ ᱧᱟᱢᱚᱜᱼᱟ ᱚᱱᱟ ᱵᱟᱰᱟᱭ ᱢᱮ ᱾
scn: Cchiù nfurmazzioni supra ê funzioni ùtili e comu usari megghiu %@.
si: ප්‍රයෝජනවත් විශේෂාංග සහ බොහෝ %@ ප්‍රතිලාභ අත්විඳින අන්දම ගැන දැනගන්න.
sk: Získajte informácie o užitočných funkciách a o tom, ako z prehliadača %@ vyťažiť maximum.
sl: Spoznajte uporabne funkcije in kako kar najbolje izkoristiti %@.
sq: Mësoni mbi veçori të dobishme dhe se si të arrihet maksimumi prej %@.
su: Lenyepan ngeunaan pitur-pitur anu mangpaat sarta cara ngoptimalkeun %@.
sv: Lär dig mer om användbara funktioner och hur du får ut det mesta av %@.
tg: Маълумоти муфассал дар бораи хусусиятҳои муфид ва тарзи истифодаи самараноки барномаи «%@».
th: ศึกษาเกี่ยวกับคุณลักษณะที่เป็นประโยชน์และวิธีใช้ประโยชน์สูงสุดจาก %@
tr: %@ tarayıcısının kullanışlı özelliklerini öğrenin.
tt: %@ программасының файдалы үзенчәлекләре һәм аның барлык мөмкинлекләреннән дә файдалану турында мәгълүмат алыгыз
ug: پايدىلىق ئىقتىدارلار ۋە %@ دىن قانداق قىلغاندا تېخىمۇ ئۈنۈملۈك پايدىلىنىشنى ئۆگىنىڭ.
uk: Дізнайтеся про корисні функції та як отримати якнайбільшу користь від %@.
vi: Tìm hiểu về các tính năng hữu ích và cách tận dụng tối đa %@.
zh_cn: 了解实用功能，解锁 %@ 完整体验。
zh_tw: 了解有用功能，以及如何充分使用 %@。

# Settings.Notifications.TipsAndFeaturesNotificationsTitle.v112
source: Tips and Features
ab: Ахшыҩҵакқәеи аҷыдарақәеи
be: Парады і асаблівасці
br: Alioù ha keweriusterioù
bs: Savjeti i funkcije
ca: Consells i característiques
co: Cunsiglii è funzioni
cs: Tipy a funkce
cy: Awgrymiadau a Nodweddion
da: Tips og funktioner
de: Tipps und Funktionen
dsb: Pokaze a funkcije
el: Συμβουλές και δυνατότητες
eo: Konsiletoj kaj trajtoj
es: Consejos y características
es_ar: Consejos y características
es_cl: Consejos y funcionalidades
es_es: Consejos y características
es_mx: Consejos y características
eu: Aholkuak eta eginbideak
fi: Vinkit ja ominaisuudet
fr: Conseils et fonctionnalités
gd: Gliocasan is gleusan
gl: Consellos e características
he: עצות ותכונות
hr: Savjeti i značajke
hsb: Pokiwy a funkcije
hu: Tippek és funkciók
hy_am: Խորհուրդներ և առանձնահատկություններ
ia: Consilios e functiones
id: Kiat dan Fitur
is: Ábendingar og eiginleikar
it: Suggerimenti e funzioni
ja: ヒントと機能
ka: რჩევები და შესაძლებლობები
kab: Isental d tmahilin
kk: Кеңестер мен мүмкіндіктер
ko: 팁과 기능
lo: ຄໍາແນະນໍາແລະຄຸນສົມບັດ
ml: നുറുങ്ങുകളും സവിശേഷതകളും
nb: Tips og funksjoner
nl: Tips en functies
nn: Tips og funksjonar
pa_in: ਸੁਝਾਅ ਅਤੇ ਫ਼ੀਚਰ
pl: Wskazówki i funkcje
pt_br: Dicas e recursos
pt_pt: Dicas e Funcionalidades
rm: Tips e funcziunalitads
ru: Советы и особенности
sat_olck: ᱴᱤᱯᱥ ᱟᱨ ᱪᱤᱱᱦᱟᱹ
scn: Cunzigghi e carattarìstichi
si: ඉඟි හා විශේෂාංග
sk: Tipy a funkcie
sl: Nasveti in funkcije
sq: Ndihmëza dhe Veçori
su: Kiat jeung Pitur
sv: Tips och funktioner
tg: Маслиҳатҳо ва хусусиятҳо
th: เคล็ดลับและคุณลักษณะ
tr: İpuçları ve özellikler
tt: Киңәшләр һәм мөмкинлекләр
ug: كۆرسەتمە ۋە ئىقتىدارلار
uk: Поради та функції
vi: Mẹo và tính năng
zh_cn: 使用技巧
zh_tw: 使用秘訣與功能

# Settings.Notifications.Title.v112
source: Notifications
ab: Ардыргақәа
be: Апавяшчэнні
br: Rebuzadurioù
bs: Obavještenja
ca: Notificacions
co: Nutificazioni
cs: Oznámení
cy: Hysbysiadau
da: Notifikationer
de: Benachrichtigungen
dsb: Powěźeńki
el: Ειδοποιήσεις
eo: Sciigoj
es: Notificaciones
es_ar: Notificaciones
es_cl: Notificaciones
es_es: Notificaciones
es_mx: Notificaciones
eu: Jakinarazpenak
fi: Ilmoitukset
gd: Brathan
gl: Notificacións
he: התרעות
hr: Obavijesti
hsb: Zdźělenja
hu: Értesítések
hy_am: Ծանուցումներ
ia: Notificationes
id: Notifikasi
is: Tilkynningar
it: Notifiche
ja: 通知
ka: შეტყობინებები
kab: Ilɣa
kk: Хабарламалар
ko: 알림
lo: ແຈ້ງເຕືອນ
ml: അറിയിപ്പുകള്‍
nb: Varsler
nl: Notificaties
nn: Varsel
pa_in: ਸੂਚਨਾਵਾਂ
pl: Powiadomienia
pt_br: Notificações
pt_pt: Notificações
rm: Communicaziuns
ru: Уведомления
sat_olck: ᱤᱛᱞᱟᱹᱭ ᱠᱚ
scn: Nutìfichi
si: දැනුම්දීම්
sk: Upozornenia
sl: Obvestila
sq: Njoftime
su: Iber
sv: Notiser
tg: Огоҳномаҳо
th: การแจ้งเตือน
tr: Bildirimler
tt: Искәртүләр
ug: ئۇقتۇرۇش
uk: Сповіщення
vi: Thông báo
zh_cn: 通知
zh_tw: 通知

# Settings.Notifications.TurnOnNotificationsMessage.v112
source: Go to your device Settings to turn on notifications in %@
ab: Ардыррақәа %@ аҟны аус рурц азы шәхыхәҭа архиарақәа рахь шәца
be: Перайдзіце ў налады прылады, каб уключыць апавяшчэнні ў %@
br: Kit da arventennoù ho trevnad ha gweredekait ar rebuzadurioù e %@
bs: Idite na Postavke uređaja da uključite obavještenja u %@
ca: Aneu als paràmetres del dispositiu per a activar les notificacions del %@
co: Andate in i parametri di u vostru apparechju per attivà e nutificazioni in %@
cs: Přejděte do nastavení zařízení a zapněte oznámení pro %@
cy: Ewch i Gosodiadau eich dyfais i droi hysbysiadau ymlaen yn %@
da: Gå til din enheds indstillinger og slå notifikationer til for %@
de: Gehen Sie zu Ihren Geräteeinstellungen, um Benachrichtigungen in %@ zu aktivieren
dsb: Pśejźćo k swójim rědowym nastajenjam, aby powěźeńki w %@ zmóžnił
el: Μεταβείτε στις ρυθμίσεις της συσκευής σας για να ενεργοποιήσετε τις ειδοποιήσεις στο %@
eo: Iru al la agordoj de via aparato por ŝalti sciigojn en %@
es: Ve a los ajustes de tu dispositivo para activar las notificaciones en %@
es_ar: En la configuración de tu dispositivo podés habilitar las notificaciones de %@
es_cl: Ve a la configuración de tu dispositivo para activar las notificaciones en %@
es_es: Ve a los ajustes de tu dispositivo para activar las notificaciones en %@
es_mx: Ve a los ajustes de tu dispositivo para activar las notificaciones en %@
eu: Zoaz gailuaren ezarpenetara eta aktibatu jakinarazpenak %@(e)n.
fi: Siirry laitteen asetuksiin ottaaksesi ilmoitukset käyttöön %@issa
fr: Allez dans les paramètres de votre appareil pour activer les notifications dans %@
gd: Tadhail air roghainnean an uidheim airson brathan ann am %@ a chur air
gl: Vaia á configuración do seu dispositivo para activar as notificacións en %@
he: יש לעבור להגדרות המכשיר כדי להפעיל התרעות ב־%@
hr: Idi na postavke uređaja za uključivanje obavijesti u %@
hsb: Přeńdźće k swojim gratowym nastajenjam, zo byšće zdźělenki w %@ zmóžnił
hu: Ugorjon az eszköz beállításaihoz, hogy bekapcsolja a %@ értesítéseit
hy_am: Անցեք ձեր սարքի Կարգավորումներ՝ %@-ում ծանուցումները միացնելու համար
ia: Accede al parametros de tu apparato pro activar notificationes in %@
id: Buka Pengaturan perangkat Anda untuk mengaktifkan notifikasi di %@
is: Farðu í stillingar tækisins til að kveikja á tilkynningum í %@
it: Accedi alle impostazioni del dispositivo per attivare le notifiche in %@
ja: %@ の通知をオンにするには、端末の [設定] に移動してください
ka: ჩაურთეთ მოწყობილობის პარამეტრებიდან და %@ შეძლებს შეტყობინებების ჩვენებას
kab: Ddu ɣer yiɣewwaren n yibenk-ik i urmad n yilɣa deg %@
kk: %@ хабарландыруларын қосу үшін құрылғы Баптауларына өтіңіз
ko: 장치 설정으로 이동하여 %@에서 알림을 켜십시오.
lo: ໄປທີ່ການຕັ້ງຄ່າອຸປະກອນຂອງທ່ານເພື່ອເປີດການແຈ້ງເຕືອນໃນ %@
ml: %@-ൽ അറിയിപ്പുകൾ തുടങ്ങിവയ്ക്കാൻ താങ്ങളുടെ ഉപകരണ ക്രമീകരണത്തിലേക്ക് പോവുക
nb: Gå til enhetens innstillinger for å slå på varsler i %@
nl: Ga naar uw apparaatinstellingen om notificaties in %@ in te schakelen
nn: Gå til innstillingar på eininga for å slå på varsel i %@
pa_in: %@ ਵਿੱਚ ਸੂਚਨਾਵਾਂ ਚਾਲੂ ਕਰਨ ਲਈ ਆਪਣੇ ਡਿਵਾਈਸਾਂ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਜਾਓ
pl: Przejdź do ustawień urządzenia, by włączyć powiadomienia w przeglądarce %@
pt_br: Abra as configurações do dispositivo para ativar notificações no %@
pt_pt: Aceda às Definições do seu dispositivo para ativar as notificações no %@
rm: Acceda als parameters da tes apparat per activar las communicaziuns en %@
ru: Перейдите в настройки своего устройства, чтобы включить уведомления в %@
sat_olck: %@ ᱨᱮ ᱵᱟᱰᱟᱭ ᱞᱟᱹᱜᱤᱫ ᱟᱢᱟᱜ ᱥᱟᱫᱷᱚᱱ ᱥᱟᱡᱟᱣ ᱨᱮ ᱥᱮᱱ ᱢᱮ
scn: Vai nnê Mpustazzioni dû to dispusitivu p’attivari i nutìfichi di %@
si: %@ හි දැනුම්දීම් සක්‍රිය කිරීමට ඔබගේ උපාංගයේ සැකසුම් වෙත යන්න
sk: Prejdite do Nastavení svojho zariadenia a zapnite upozornenia pre %@
sl: Pojdite v nastavitve naprave in vklopite obvestila v %@
sq: Që të aktivizoni njoftime në %@, kaloni te Rregullime të pajisjes tuaj
su: Buka setélan piranti pikeun ngahurungkeun iber di %@
sv: Gå till enhetens inställningar för att aktivera notiser i %@
tg: Барои фаъол кардани огоҳномаҳо дар %@ ба Танзимоти дастгоҳи худ гузаред
th: ไปที่การตั้งค่าอุปกรณ์ของคุณเพื่อเปิดการแจ้งเตือนใน %@
tr: Cihaz ayarlarınıza gidip %@ bildirimlerini açın
tt: %@ искәртүләрен кабызу өчен җиһаз көйләүләренә керегез
ug: ئۈسكۈنىڭىزنىڭ تەڭشەكلىرىگە كىرىپ %@ دىكى ئۇقتۇرۇشنى ئېچىڭ
uk: Відкрийте параметри пристрою, щоб увімкнути сповіщення в %@
vi: Đi đến cài đặt thiết bị của bạn để bật thông báo trong %@
zh_cn: 前往设备设置中的“%@”开启通知
zh_tw: 前往您的裝置設定，即可開啟 %@ 通知功能

# Settings.Notifications.TurnOnNotificationsTitle.v112
source: Turn on Notifications
ab: Ардыррақәа аҿактәуп
be: Уключыць апавяшчэнні
br: Gweredekaat ar rebuzadurioù
bs: Uključi obavještenja
ca: Activa les notificacions
co: Attivate e nutificazioni
cs: Zapnout oznámení
cy: Trowch Hysbysiadau ymlaen
da: Slå notifikationer til
de: Benachrichtigungen aktivieren
dsb: Powěźeńki zmóžniś
el: Ενεργοποίηση ειδοποιήσεων
eo: Ŝalti sciigojn
es: Activar notificaciones
es_ar: Habilitar notificaciones
es_cl: Activar notificaciones
es_es: Activar notificaciones
es_mx: Activar notificaciones
eu: Aktibatu jakinarazpenak
fi: Ota ilmoitukset käyttöön
fr: Activer les notifications
gd: Cuir na brathan air
gl: Activar as notificacións
he: הפעלת התרעות
hr: Uključi obavijesti
hsb: Zdźělenki zmóžnić
hu: Értesítések bekapcsolása
hy_am: Միացնել ծանուցումները
ia: Activar notificationes
id: Aktifkan Notifikasi
is: Kveikja á tilkynningum
it: Attiva notifiche
ja: 通知をオンにする
ka: შეტყობინებების ჩართვა
kab: Rmed ilɣa
kk: Хабарламаларды іске қосу
ko: 알림 켜기
lo: ເປີດການແຈ້ງເຕືອນ
ml: അറിയിപ്പുകൾ തുടങ്ങി വയ്ക്കുക
nb: Slå på varsler
nl: Notificaties inschakelen
nn: Slå på varsel
pa_in: ਸੂਚਨਾਵਾਂ ਚਾਲੂ ਕਰੋ
pl: Włącz powiadomienia
pt_br: Ativar notificações
pt_pt: Ativar as notificações
rm: Activar las communicaziuns
ru: Включить уведомления
sat_olck: ᱠᱷᱚᱵᱚᱨ ᱠᱚ ᱦᱮᱡ ᱪᱷᱚᱭ ᱢᱮ
scn: Aḍḍuma nutìfichi
si: දැනුම්දීම් සක්‍රිය කරන්න
sk: Zapnite zobrazovanie upozornení
sl: Vklopi obvestila
sq: Aktivizoni Njoftimet
su: Hurungkeun Iber
sv: Slå på notiser
tg: Хомӯш кардани огоҳномаҳо
th: เปิดการแจ้งเตือน
tr: Bildirimleri aç
tt: Искәртүләрне кабызу
ug: ئۇقتۇرۇشنى ئاچ
uk: Увімкніть сповіщення
vi: Bật thông báo
zh_cn: 开启通知
zh_tw: 開啟通知

# Settings.Search.Accessibility.DefaultSearchEngine.v121
source: Default Search Engine
ab: Аԥшаага машьына ишыҟоу еиԥш
be: Прадвызначаны пашукавік
br: Keflusker enklask dre ziouer
bs: Glavni pretraživač
ca: Motor de cerca per defecte
co: Mutore di ricerca predefinitu
cs: Výchozí vyhledávač
cy: Peiriant Chwilio Rhagosodedig
da: Standardsøgetjeneste
de: Standardsuchmaschine
dsb: Standardna pytnica
el: Προεπιλεγμένη μηχανή αναζήτησης
eo: Norma serĉilo
es: Buscador predeterminado
es_ar: Buscador predeterminado
es_cl: Motor de búsqueda predeterminado
es_es: Buscador predeterminado
es_mx: Motor de búsqueda predeterminado
eu: Bilaketa-motor lehenetsia
fi: Oletushakukone
fr: Moteur de recherche par défaut
gd: An t-einnsean-luirg bunaiteach
gl: Buscador predeterminado
he: מנוע חיפוש ברירת מחדל
hr: Standardna tražilica
hsb: Standardna pytawa
hu: Alapértelmezett keresőszolgáltatás
hy_am: Հիմնական որոնիչը
ia: Motor de recerca predefinite
id: Mesin Pencari Baku
is: Sjálfgefin leitarvél
it: Motore di ricerca predefinito
ja: デフォルト検索エンジン
ka: ნაგულისხმევი საძიებო
kab: Amsedday n unadi amezwer
kk: Негізгі іздеу жүйесі
ko: 기본 검색 엔진
lo: ເຄື່ອງມືການຄົ້ນຫາເລີ່ມຕົ້ນ
ml: തനതുതിരച്ചിൽയന്ത്രം
nb: Standard søkemotor
nl: Standaardzoekmachine
nn: Standard søkjemotor
pa_in: ਮੂਲ ਖੋਜ ਇੰਜਣ
pl: Domyślna wyszukiwarka
pt_br: Mecanismo de pesquisa padrão
pt_pt: Motor de pesquisa predefinido
rm: Maschina da tschertgar da standard
ru: Поисковая система по умолчанию
sat_olck: ᱢᱩᱞ ᱥᱮᱸᱫᱽᱨᱟ ᱤᱧᱡᱤᱱ
scn: Muturi di risciduta pridifinutu
si: පෙරනිමි සෙවුම් යන්ත්‍රය
sk: Predvolený vyhľadávací modul
sl: Privzeti iskalnik
sq: Motor Parazgjedhje Kërkimesh
su: Mesin Pamaluruh Baku
sv: Standardsökmotor
tg: Низоми ҷустуҷӯии пешфарз
th: เครื่องมือค้นหาเริ่มต้น
tr: Varsayılan arama motoru
tt: Стандарт эзләү системасы
ug: كۆڭۈلدىكى ئىزدەش موتورى
uk: Типова пошукова система
vi: Công cụ tìm kiếm mặc định
zh_cn: 默认搜索引擎
zh_tw: 預設搜尋引擎

# Settings.Search.Accessibility.LearnAboutSuggestions.v124
source: Learn more about Firefox Suggest
ab: Еиҳаны еилкаа Firefox Suggest иазкны
be: Даведайцеся больш пра Firefox Suggest
br: Gouzout hiroc’h diwar-benn ar pezh a vez aliet gant Firefox
bs: Saznajte više o Firefox prijedlozima
ca: Més informació sobre els suggeriments del Firefox
co: Sapene di più nant’à Firefox suggerisce
cs: Dozvědět se více o návrzích Firefoxu
cy: Darllen rhagor am Awgrymiadau Firefox
da: Læs mere om Firefox-forslag
de: Weitere Infos zu Firefox-Vorschlägen
dsb: Zgóńśo wěcej wó Firefox Suggest
el: Μάθετε περισσότερα για τις Προτάσεις Firefox
eo: Pli da informo pri Sugestoj de Firefox
es: Saber más sobre Firefox Suggest
es_ar: Más información sobre Firefox Suggest
es_cl: Aprende más sobre Firefox Suggest
es_es: Saber más sobre Firefox Suggest
es_mx: Saber más sobre Firefox Suggest
eu: Firefox Suggest-i buruzko argibide gehiago
fi: Lisätietoja Firefox Suggestista
fr: En savoir plus sur Firefox suggère
gd: Barrachd fiosrachaidh mu Firefox Suggest
gl: Más información sobre as suxerencias de Firefox
he: מידע נוסף על Firefox Suggest
hr: Saznaj više o funkciji Firefox prijedlozi
hsb: Zhońće wjace wo Firefox Suggest
hu: Ismerje meg a Firefox Suggestet
hy_am: Իմացեք ավելին Firefox-ի առաջարկների մասին
ia: Saper plus re Firefox Suggest
id: Pelajari lebih lanjut tentang Firefox Suggest
is: Frekari upplýsingar um tillögur frá Firefox
it: Ulteriori informazioni su Firefox Suggest
ja: Firefox Suggest について
ka: ვრცლად Firefox-შემოთავაზების შესახებ
kab: Issin ugar ɣef Firefox Suggest
kk: Firefox Suggest туралы көбірек білу
ko: Firefox 제안에 대해 더 알아보기
lo: ສຶກສາເພີ່ມເຕີມກ່ຽວກັບ Firefox Suggest
ml: ഫയര്‍ഫോക്സ് സച്ചസ്റ്റിനെപറ്റി കൂടുതലറിയുക
nb: Les mer om Firefox-forslag
nl: Meer info over Firefox Suggesties
nn: Les meir om Firefox forslag
pa_in: Firefox ਸੁਝਾਅ ਬਾਰੇ ਹੋਰ ਜਾਣੋ
pl: Więcej informacji o podpowiedziach Firefoksa
pt_br: Saiba mais sobre o Sugestões Firefox
pt_pt: Saiba mais sobre o Firefox Suggest
rm: Ulteriuras infurmaziuns davart propostas da Firefox
ru: Узнайте больше о Firefox Suggest
sat_olck: Firefox Suggest ᱵᱟᱵᱚᱛ ᱰᱷᱮᱨ ᱥᱮᱬᱟᱭ ᱢᱮ
scn: Cchiù nfurmazzioni ncapu ê suggirimenti di Firefox
si: ෆයර්ෆොක්ස් යෝජනා ගැන තව දැනගන්න
sk: Ďalšie informácie o Návrhoch Firefoxu
sl: Več o Firefoxovih predlogih
sq: Mësoni më tepër rreth “Firefox-i Sugjeron”
su: Leuwih teleb ngeunaan Firefox Suggest
sv: Läs mer om Firefox Suggest
tg: Маълумоти бештар дар бораи «Firefox Suggest»
th: เรียนรู้เพิ่มเติมเกี่ยวกับ Firefox Suggest
tr: Firefox Önerileri hakkında bilgi alın
tt: Firefox Suggest турында күбрәк белү
ug: Firefox تەكلىپى ھەققىدىكى تەپسىلاتلار
uk: Докладніше про Пропозиції Firefox
vi: Tìm hiểu thêm về đề xuất của Firefox
zh_cn: 详细了解 Firefox 建议
zh_tw: 了解 Firefox Suggest 的相關資訊

# Settings.Search.AlternateSearchEngines.Title.v124.v2
source: Alternative Search Engines
ab: Альтернативтә ԥшаагақәа
be: Альтэрнатыўныя пошукавыя сістэмы
br: Luskerioù enklask all
bs: Alternativni pretraživači
ca: Motors de cerca alternatius
co: Mutori di ricerca alternativi
cs: Alternativní vyhledávače
cy: Peiriannau Chwilio Eraill
da: Alternative søgetjenester
de: Alternative Suchmaschinen
dsb: Alternatiwne pytnice
el: Εναλλακτικές μηχανές αναζήτησης
eo: Aliaj serĉiloj
es: Buscadores alternativos
es_ar: Buscadores alternativos
es_cl: Motores de búsqueda alternativos
es_es: Buscadores alternativos
es_mx: Motores de búsqueda alternativos
eu: Bilaketa-motor alternatiboak
fi: Vaihtoehtoiset hakukoneet
fr: Moteurs de recherche alternatifs
gd: Einnseanan-luirg eile
gl: Buscadores alternativos
he: מנועי חיפוש חלופיים
hr: Alternativne tražilice
hsb: Alternatiwne pytawy
hu: Alternatív keresőszolgáltatások
hy_am: Այլընտրանքային որոնիչներ
ia: Motores de recerca alternative
id: Mesin Pencari Alternatif
is: Aðrar leitarvélar
it: Motori di ricerca alternativi
ja: 代替検索エンジン
ka: სათადარიგო საძიებოები
kab: Imseddayen n unadi niḍen
kk: Баламалы іздеу жүйелері
ko: 다른 검색 엔진
lo: ເຄື່ອງການຄົ້ນຫາທາງເລືອກ
ml: ഇതര തിരയൽ യന്ത്രങ്ങൾ
nb: Alternative søkemotorer
nl: Alternatieve zoekmachines
nn: Alternative søkjemotorar
pa_in: ਬਦਲਵੇਂ ਖੋਜ ਇੰਜਣ
pl: Alternatywne wyszukiwarki
pt_br: Mecanismos de pesquisa alternativos
pt_pt: Motores de pesquisa alternativos
rm: Maschinas da tschertgar alternativas
ru: Альтернативные поисковые системы
sat_olck: ᱵᱤᱠᱚᱞᱯᱚ ᱥᱮᱸᱫᱽᱨᱟ ᱤᱧᱡᱤᱱ
scn: Autri mutura di risciduta
si: විකල්ප සෙවුම් යන්ත්‍ර
sk: Alternatívne vyhľadávače
sl: Pomožni iskalniki
sq: Motorë Alternativë Kërkimesh
su: Mesin Pamaluruhan Séjénna
sv: Alternativa sökmotorer
tg: Низоми ҷустуҷӯии иловагӣ
th: เครื่องมือค้นหาทดแทน
tr: Alternatif arama motorları
tt: Альтернатив эзләү системалары
ug: زاپاس ئىزدەش موتورى
uk: Альтернативні пошукові системи
vi: Công cụ tìm kiếm thay thế
zh_cn: 备用搜索引擎
zh_tw: 替代搜尋引擎

# Settings.Search.DefaultSearchEngine.Title.v121
source: Default Search Engine
ab: Аԥшаага машьына ишыҟоу еиԥш
be: Прадвызначаны пашукавік
br: Keflusker enklask dre ziouer
bs: Glavni pretraživač
ca: Motor de cerca per defecte
co: Mutore di ricerca predefinitu
cs: Výchozí vyhledávač
cy: Peiriant Chwilio Rhagosodedig
da: Standardsøgetjeneste
de: Standardsuchmaschine
dsb: Standardna pytnica
el: Προεπιλεγμένη μηχανή αναζήτησης
eo: Norma serĉilo
es: Buscador predeterminado
es_ar: Buscador predeterminado
es_cl: Motor de búsqueda predeterminado
es_es: Buscador predeterminado
es_mx: Motor de búsqueda predeterminado
eu: Bilaketa-motor lehenetsia
fi: Oletushakukone
fr: Moteur de recherche par défaut
gd: An t-einnsean-luirg bunaiteach
gl: Buscador predeterminado
he: מנוע חיפוש ברירת מחדל
hr: Standardna tražilica
hsb: Standardna pytawa
hu: Alapértelmezett keresőszolgáltatás
hy_am: Հիմնական որոնիչ
ia: Motor de recerca predefinite
id: Mesin Pencari Baku
is: Sjálfgefin leitarvél
it: Motore di ricerca predefinito
ja: デフォルト検索エンジン
ka: ნაგულისხმევი საძიებო
kab: Amsedday n unadi amezwer
kk: Негізгі іздеу жүйесі
ko: 기본 검색 엔진
lo: ເຄື່ອງມືການຄົ້ນຫາເລີ່ມຕົ້ນ
ml: തനതുതിരച്ചിൽയന്ത്രം
nb: Standard søkemotor
nl: Standaardzoekmachine
nn: Standard søkjemotor
pa_in: ਮੂਲ ਖੋਜ ਇੰਜਣ
pl: Domyślna wyszukiwarka
pt_br: Mecanismo de pesquisa padrão
pt_pt: Motor de pesquisa predefinido
rm: Maschina da tschertgar da standard
ru: Поисковая система по умолчанию
sat_olck: ᱢᱩᱞ ᱥᱮᱸᱫᱽᱨᱟ ᱤᱧᱡᱤᱱ
scn: Muturi di risciduta pridifinutu
si: පෙරනිමි සෙවුම් එළවුම
sk: Predvolený vyhľadávací modul
sl: Privzeti iskalnik
sq: Motor Parazgjedhje Kërkimesh
su: Mesin Pamaluruh Baku
sv: Standardsökmotor
tg: Низоми ҷустуҷӯии пешфарз
th: เครื่องมือค้นหาเริ่มต้น
tr: Varsayılan arama motoru
tt: Стандарт эзләү системасы
ug: كۆڭۈلدىكى ئىزدەش موتورى
uk: Типова пошукова система
vi: Công cụ tìm kiếm mặc định
zh_cn: 默认搜索引擎
zh_tw: 預設搜尋引擎
